adobe-source-han-sans-otc-fonts
alacritty
alsa-tools
alsa-utils
arandr
arc-gtk-theme
arc-icon-theme
aspell-en
autoconf
automake
base
bats
bc
biber
binutils
bison
brightnessctl
clang
cmake
colord
compiler-rt
cpanminus
cronie
cups
cups-pdf
cython
dash
debugedit
dhcpcd
dialog
discount
docbook-xml
docbook-xsl
docker
docker-compose
docopt
efibootmgr
emacs
eslint
fakeroot
fd
feh
file
findutils
firefox
flake8
flex
gawk
gcc
gcc-fortran
gcr
gettext
gifsicle
gifski
gimp
git
git-crypt
git-filter-repo
git-lfs
gnome-themes-extra
graphviz
grep
groff
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-ugly
gtk-engine-murrine
gvim
gzip
hspell
htop
hunspell-en_us
i3-wm
i3lock
i3status
i3status-rust
imagemagick
inetutils
inkscape
intel-media-sdk
intel-ucode
ipython
isync
jdk-openjdk
jfsutils
jq
jsoncpp
ladspa
libappindicator-gtk3
libfbclient
libmicrohttpd
libnotify
libtool
libvoikko
libxss
linux-firmware
linux-lts
linux-lts-headers
llvm
logrotate
lsof
lvm2
lxappearance
lynx
m4
make
man-db
man-pages
mariadb-libs
mathjax
mdadm
mesa-utils
mpdecimal
mplayer
msmtp
nano
ncdu
neomutt
net-tools
netcdf
netctl
networkmanager
nm-connection-editor
nodejs
notmuch
noto-fonts
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ocl-icd
odt2txt
openconnect
openimageio
openssh
p7zip
pacman
pacman-contrib
pandoc-cli
pass
patch
pdftk
peek
perl-anyevent-i3
perl-file-mimeinfo
picom
pkgconf
postgresql-libs
pre-commit
prettier
pulseaudio
pulseaudio-alsa
pyenv
python-babel
python-black
python-isort
python-jsonschema
python-keyring
python-lsp-server
python-pip
python-poetry
python-virtualenv
qrencode
qt5-sensors
qt5-wayland
qt5-xmlpatterns
qt5ct
qt6ct
qutebrowser
ranger
reiserfsprogs
ripgrep
rofi
rsync
ruby
ruby2.7
s-nail
screenkey
scrot
sed
shellcheck
shfmt
slop
sqlitebrowser
stow
sudo
sxiv
sysfsutils
sysstat
texinfo
texlab
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
tk
tlp
tlp-rdw
tmux
ttf-bitstream-vera-mono-nerd
ttf-dejavu
typescript-language-server
ueberzug
unixodbc
unzip
upower
usbutils
vagrant
vi
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
vscode-css-languageserver
vscode-html-languageserver
w3m
webkit2gtk
wget
which
words
xclip
xdg-utils
xdotool
xfsprogs
xorg-server
xorg-server-xvfb
xorg-xinit
xorg-xprop
xournalpp
xsel
zathura
zathura-pdf-mupdf
zip
zsh
zsh-completions
