abook
aur-release-git
clingo
cram
downgrade
glxinfo
i3-balance-workspace
i3lock-fancy-rapid-git
mons
mutt-wizard-git
nerd-fonts-bitstream-vera-mono
nodejs-vmd
python36
python37
python38
skypeforlinux-stable-bin
teams
unclutter-xfixes-git
vbump-git
yay-bin
zoom
