abook
aur-release-git
clingo
cram
downgrade
i3-balance-workspace
i3lock-fancy-rapid-git
light
mons
mutt-wizard-git
nodejs-vmd
nvm
otf-font-awesome-4
pulse-secure
simplescreenrecorder
skypeforlinux-stable-bin
teams
unclutter-xfixes-git
vbump-git
yay-bin
zoom
