abook
arc-gtk-theme
arc-icon-theme
aur-release-git
downgrade
google-chrome
i3-balance-workspace
i3lock-fancy-rapid-git
mons
mutt-wizard-git
ngrok
nixfmt
nodejs-vmd
otf-font-awesome-4
reiserfsprogs
ruby2.7
simplescreenrecorder
ttf-all-the-icons
unclutter-xfixes-git
vagrant
vbump-git
vmware-workstation
xkb-switch-git
yay-bin
zoom
