acpi
acpid
adobe-source-han-sans-otc-fonts
alacritty
alsa-tools
alsa-utils
arandr
arc-gtk-theme
arc-icon-theme
aspell-en
autoconf
automake
bash
bash-bats
bc
biber
binutils
bison
bzip2
clang
cmake
compiler-rt
coreutils
cpanminus
cronie
cryptsetup
cups
cups-pdf
cython
dash
device-mapper
dhcpcd
dialog
diffutils
discount
docbook-xml
docbook-xsl
docopt
e2fsprogs
efibootmgr
emacs
fakeroot
fd
feh
file
filesystem
findutils
firefox
fish
flake8
flex
gawk
gcc
gcc-fortran
gcc-libs
gettext
gifsicle
gifski
gimp
git
git-lfs
glibc
gnome-themes-extra
go
graphviz
grep
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-ugly
gtk-engine-murrine
gvim
gzip
htop
hunspell-en_us
i3-gaps
i3blocks
i3lock
i3status
imagemagick
inetutils
inkscape
iproute2
iputils
ipython
isync
jdk-openjdk
jfsutils
jq
jsoncpp
kitty
less
libnotify
libtool
libxss
licenses
light
linux-firmware
linux-lts
linux-lts-headers
logrotate
lsof
lvm2
lxappearance
lynx
m4
make
man-db
man-pages
mathjax
mdadm
mplayer
msmtp
mypy
nano
ncdu
neomutt
net-tools
netcdf
netctl
networkmanager
nm-connection-editor
nodejs
notmuch
noto-fonts
nss-mdns
ntfs-3g
odt2txt
openconnect
openimageio
openssh
openssl-1.0
otf-font-awesome
p7zip
pacman
pacman-contrib
pandoc
pass
patch
pciutils
pdftk
peek
perl
perl-anyevent-i3
perl-file-mimeinfo
picom
pkgconf
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-babel
python-jsonschema
python-keyring
python-pip
python-poetry
python-virtualenv
python2
python2-setuptools
qrencode
qt5-sensors
qt5-xmlpatterns
qt5ct
qutebrowser
r
ranger
reiserfsprogs
ripgrep
rofi
rsync
ruby
s-nail
screenkey
scrot
sed
shadow
shellcheck
shfmt
simplescreenrecorder
slop
stow
sudo
sxiv
sysfsutils
sysstat
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tk
tlp
tlp-rdw
tmux
ttf-dejavu
ttf-font-awesome
ueberzug
ufw
usbutils
util-linux
vi
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
w3m
wget
which
words
xdg-utils
xdotool
xfsprogs
xorg-server
xorg-server-xvfb
xorg-xbacklight
xorg-xinit
xorg-xprop
xournalpp
xsel
yapf
zathura
zathura-pdf-mupdf
zsh
zsh-completions
