a52dec
aalib
acl
acpi
acpid
adobe-source-code-pro-fonts
adobe-source-han-sans-otc-fonts
adwaita-icon-theme
alacritty
alsa-lib
alsa-plugins
alsa-tools
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
arandr
arc-gtk-theme
arc-icon-theme
archlinux-keyring
argon2
aspell
aspell-en
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
babl
base
bash
bash-bats
bc
biber
binutils
bison
blas
bluez-libs
boost-libs
brotli
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
celt
chromaprint
cifs-utils
clang
cmake
colord
compiler-rt
confuse
coreutils
cpanminus
cronie
cryptsetup
cups
cups-filters
cups-pdf
curl
cython
dash
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
discount
dkms
dnssec-anchors
docbook-xml
docbook-xsl
docopt
double-conversion
e2fsprogs
efibootmgr
efivar
elfutils
emacs
enca
enchant
exiv2
expat
faac
faad2
fakeroot
fd
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
fish
flac
flake8
flex
fluidsynth
fmt
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
gawk
gc
gcc
gcc-fortran
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gegl
gettext
ghc-libs
ghostscript
giblib
giflib
gifsicle
gifski
gimp
girara
git
git-lfs
glew
glib-networking
glib2
glibc
glibmm
glu
gmime3
gmp
gnome-themes-extra
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
graphene
graphicsmagick
graphite
graphviz
grep
groff
grub
gsasl
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssdp
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-engine-murrine
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
gts
guile
gumbo-parser
gupnp
gupnp-igd
gvim
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-diff
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-file-embed
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-indexed-traversable
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-pem
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-tdfa
haskell-resourcet
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-typed-process
haskell-unicode-collation
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-zip-archive
haskell-zlib
hdf5
hdparm
hicolor-icon-theme
hidapi
hspell
htop
hunspell-en_us
hwids
hwloc
i3-gaps
i3blocks
i3lock
i3status
iana-etc
ibus
icu
ijs
imagemagick
imath
imlib2
inetutils
inkscape
intel-gmmlib
intel-media-driver
intel-media-sdk
iproute2
iptables
iputils
ipython
iso-codes
isync
iw
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jfsutils
jq
jre-openjdk
jre-openjdk-headless
js78
json-c
json-glib
jsoncpp
kbd
keyutils
kitty
kitty-terminfo
kmod
krb5
kyotocabinet
l-smash
ladspa
lame
lapack
lcms2
ldb
ldns
lensfun
less
lib2geom
libaec
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libavc1394
libavif
libavtp
libbluray
libbs2b
libbsd
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdrm
libdv
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfbclient
libfdk-aac
libffi
libfontenc
libftdi
libgcrypt
libgexiv2
libglvnd
libgme
libgpg-error
libgudev
libgusb
libheif
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libindicator-gtk3
libinih
libinput
libinstpatch
libjpeg-turbo
libkate
libkeybinder3
libksba
libldap
liblouis
liblqr
liblrdf
libmad
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libofa
libogg
libomxil-bellagio
libotf
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpng
libproxy
libpsl
libpulse
libraqm
libraw
libraw1394
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libspiro
libsrtp
libssh
libssh2
libsynctex
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libusb
libusb-compat
libutempter
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwebp
libwmf
libwpd
libwpg
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
licenses
light
lilv
linux-api-headers
linux-firmware
linux-lts
linux-lts-headers
lirc
llvm
llvm-libs
lm_sensors
lmdb
logrotate
lsof
lua
lua53
luajit
lvm2
lxappearance
lynx
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
mariadb-libs
mathjax
md4c
mdadm
mesa
metis
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mplayer
msmtp
mtdev
mypaint-brushes1
mypy
nano
ncdu
ncurses
neomutt
neon
net-tools
netcdf
netctl
netpbm
nettle
networkmanager
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
notmuch
notmuch-runtime
noto-fonts
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ocl-icd
odt2txt
oniguruma
openal
opencolorio
openconnect
opencore-amr
openexr
openimageio
openjpeg2
openmpi
openresolv
openssh
openssl
openssl-1.0
opus
orc
otf-font-awesome
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pandoc
pango
pangomm
pass
patch
pciutils
pcre
pcre2
pcsclite
pdftk
peek
perl
perl-alien-build
perl-alien-libxml2
perl-anyevent
perl-anyevent-i3
perl-autovivification
perl-b-hooks-endofscope
perl-business-isbn
perl-business-isbn-data
perl-business-ismn
perl-business-issn
perl-capture-tiny
perl-class-accessor
perl-class-data-inheritable
perl-class-factory-util
perl-class-inspector
perl-class-load
perl-class-singleton
perl-clone
perl-common-sense
perl-data-compare
perl-data-dump
perl-data-optlist
perl-data-uniqid
perl-datetime
perl-datetime-calendar-julian
perl-datetime-format-builder
perl-datetime-format-strptime
perl-datetime-locale
perl-datetime-timezone
perl-devel-stacktrace
perl-dist-checkconflicts
perl-encode-locale
perl-error
perl-eval-closure
perl-exception-class
perl-exporter-tiny
perl-ffi-checklib
perl-file-basedir
perl-file-chdir
perl-file-desktopentry
perl-file-find-rule
perl-file-listing
perl-file-mimeinfo
perl-file-sharedir
perl-file-sharedir-install
perl-file-slurp-tiny
perl-file-slurper
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-inc-latest
perl-io-html
perl-io-socket-ssl
perl-io-string
perl-ipc-run3
perl-ipc-system-simple
perl-json-xs
perl-libwww
perl-lingua-translit
perl-list-allutils
perl-list-moreutils
perl-list-moreutils-xs
perl-list-someutils
perl-list-utilsby
perl-log-log4perl
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-math-round
perl-mime-charset
perl-module-build
perl-module-implementation
perl-module-runtime
perl-mozilla-ca
perl-mro-compat
perl-namespace-autoclean
perl-namespace-clean
perl-net-http
perl-net-ssleay
perl-number-compare
perl-package-deprecationmanager
perl-package-stash
perl-package-stash-xs
perl-params-util
perl-params-validate
perl-params-validationcompiler
perl-parse-recdescent
perl-path-tiny
perl-perlio-utf8-strict
perl-regexp-common
perl-role-tiny
perl-sort-key
perl-specio
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-identify
perl-sub-install
perl-sub-name
perl-test-fatal
perl-text-bibtex
perl-text-csv
perl-text-glob
perl-text-roman
perl-tie-cycle
perl-timedate
perl-try-tiny
perl-types-serialiser
perl-unicode-linebreak
perl-uri
perl-variable-magic
perl-www-robotrules
perl-xml-libxml
perl-xml-libxml-simple
perl-xml-libxslt
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
picom
pinentry
pixman
pkgconf
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql-libs
potrace
procps-ng
psmisc
pugixml
pulseaudio
pulseaudio-alsa
pybind11
pystring
python
python-appdirs
python-attrs
python-babel
python-backcall
python-cachecontrol
python-cachy
python-cairo
python-cffi
python-chardet
python-cleo
python-clikit
python-colorama
python-contextlib2
python-crashtest
python-cryptography
python-decorator
python-distlib
python-distro
python-dnspython
python-docopt
python-entrypoints
python-filelock
python-gobject
python-html5lib
python-i3ipc
python-idna
python-importlib-metadata
python-jedi
python-jeepney
python-jinja
python-jsonschema
python-keyring
python-lark-parser
python-lockfile
python-markdown
python-markupsafe
python-matplotlib-inline
python-mccabe
python-more-itertools
python-msgpack
python-mypy_extensions
python-ordered-set
python-packaging
python-parso
python-pastel
python-pep517
python-pexpect
python-pickleshare
python-pillow
python-pip
python-pkginfo
python-ply
python-poetry
python-poetry-core
python-progress
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pycodestyle
python-pycparser
python-pyflakes
python-pygments
python-pylev
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pyrsistent
python-pytz
python-requests
python-requests-toolbelt
python-resolvelib
python-retrying
python-secretstorage
python-setuptools
python-shellingham
python-six
python-toml
python-tomlkit
python-traitlets
python-typed-ast
python-typing_extensions
python-urllib3
python-virtualenv
python-wcwidth
python-webencodings
python-xlib
python-yaml
python-zipp
python2
python2-appdirs
python2-ordered-set
python2-packaging
python2-pyparsing
python2-setuptools
python2-six
qpdf
qrencode
qt5-base
qt5-declarative
qt5-location
qt5-sensors
qt5-svg
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5-xmlpatterns
qt5ct
qutebrowser
r
ragel
ranger
raptor
rav1e
re2
readline
recode
reiserfsprogs
rest
rhash
ripgrep
rofi
rsync
rtkit
rtmpdump
ruby
ruby-irb
ruby-reline
rubygems
run-parts
s-nail
sbc
screenkey
scrot
sdl
sdl2
sed
semver
serd
shadow
shared-mime-info
shellcheck
shfmt
simplescreenrecorder
slang
slop
smbclient
snappy
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
sqlite
sratom
srt
startup-notification
stoken
stow
sudo
suitesparse
svt-av1
svt-hevc
sxiv
sysfsutils
sysstat
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tbb
tcl
tdb
tevent
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thin-provisioning-tools
tinyxml
tk
tlp
tlp-rdw
tmux
tree
tslib
ttf-dejavu
ttf-font-awesome
twolame
tzdata
ueberzug
ufw
unixodbc
unzip
usbutils
util-linux
util-linux-libs
v4l-utils
vi
vid.stab
vim-runtime
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
vmaf
vpnc
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wildmidi
words
wpa_supplicant
x264
x265
xapian-core
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xdotool
xf86-input-libinput
xfsprogs
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xournalpp
xsel
xvidcore
xxhash
xz
yajl
yaml-cpp
yapf
zathura
zathura-pdf-mupdf
zbar
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-completions
zstd
zvbi
zxing-cpp
zziplib
